{
    "eateries": [
        {  
            "email": "johnsmith@gmail.com",
            "password": "1234567",
            "first_name" : "John",
            "last_name": "Smith",
            "phone": "+61491570156",
            "eatery_name": "Sweet Escape",
            "address": "280 George St",
            "menu" : "",
            "cuisine" : "Cafe",
            "city": "Sydney",
            "suburb": "Sydney",
            "description": "Sweet Escape is Sydney's most loved home base for espresso and discussions. We offer a delicious variety of coffee from Sweet Escape made by our professionally trained baristas, from your classic coffee to our house specialty. You can complete your coffee with oen of our sweet treats made by our very own baker.",
            "images": [] 
        },
        {  
            "email": "janedoe@gmail.com",
            "password": "abc12334",
            "first_name" : "Jane",
            "last_name": "Doe",
            "phone": "+61414361904",
            "eatery_name": "Yummy Pizza",
            "address": "129 A Campbell St",
            "menu" : "",
            "cuisine" : "Fast Food",
            "city": "Sydney",
            "suburb": "Fairfield East",
            "description": "At Yummy Pizza , we are not simply baking  pizza but involved in other fast food like sandwiches, burgers and cookies. We make individuals happy and satisfy their hunger. Yummy Pizza was based on the conviction that pizza night ought to be exceptional, and we convey that conviction into all that we do.",
            "images": []
        },
        {  
            "email": "joe.bloggs@gmail.com",
            "password": "00078910DC",
            "first_name" : "Joe",
            "last_name": "Bloggs",
            "phone": "(02)99221238",
            "eatery_name": "El Pirata Porch",
            "address": "278 Sussex St",
            "menu" : "",
            "cuisine" : "Fine Dining",
            "city": "Sydney",
            "suburb": "Sydney",
            "description": "We welcome you to sit back, unwind and appreciate the lovely sights of the city while our best gourmet expert sets you up a scrumptious dinner utilizing the best and freshest ingredients. The adaptable menu flaunts some imaginative food, for example, salt and pepper squid on a delicate, Thai-roused plate of mixed greens; harissa angle soup (with the harissa glue served in a little glass); lemon simmered chicken on dark pepper gnocchi; and a most heavenly cinnamon. The eatery utilizes neighborhood create for fish and venison dishes flourish.",
            "images": []
        },
        {  
            "email": "shirley.jones@gmail.com",
            "password": "00078910DC",
            "first_name" : "Shirley",
            "last_name": "Jones",
            "phone": "+61431223005",
            "eatery_name": "Casa Enrique",
            "address": "179 Walker St",
            "menu" : "",
            "cuisine" : "Mexican",
            "city": "Sydney",
            "suburb": "North Sydney",
            "description": "Head to this laid-back North Sydney restaurant for beef tongue tacos, chicken smothered in a heady mole sauce, and a monster crab tostada. North Sydney's only Michelin-starred Mexican restaurant is an especially cool choice for lunch during the week or drinks after work.",
            "images": []
        },
        {  
            "email": "helen.wall@gmail.com",
            "password": "00078910DC",
            "first_name" : "Helen",
            "last_name": "Wall",
            "phone": "(02)92615741",
            "eatery_name": "Outback Steakhouse",
            "address": "18 Dening St",
            "menu" : "",
            "cuisine" : "American",
            "city": "Sydney",
            "suburb": "The Entrance",
            "description": "Over the last five years, Outback Steakhouse has turned into the quintessential American restaurant that chef Andrew Carmellini and partners Josh Pickard and Luke Ostrom sought to evoke when it first opened. It’s a great choice when you’re craving a steak, a burger, or oysters, and the menu always includes plentiful seafood options as well as pastas. Outback Steakhouse is now an indelible part of the Sydney landscape.",      
            "images": []
        },
        {  
            "email": "kevin.lee@gmail.com",
            "password": "00078910DC",
            "first_name" : "Kevin",
            "last_name": "Lee",
            "phone": "0412622298",
            "eatery_name": "Whispering Bamboo",
            "address": "14 Hardie St",
            "menu" : "",
            "cuisine" : "Asian",
            "city": "East Sydney",
            "suburb": "Sydney",
            "description": "The tables at this Hardie Street favorite are outfitted with grills for cooking short ribs, brisket, beef tongue, rib eye, and pork jowl. The banchan plates are uniformly good, and Deuki Hong’s menu also includes winning dishes like stir-fried squid noodles, kimchi stew, and seafood pancakes.",
            "images": []
        },
        {  
            "email": "kelly.finney@gmail.com",
            "password": "00078910DC",
            "first_name" : "Kelly",
            "last_name": "Finney",
            "phone": "(02)99993840",
            "eatery_name": "Mama's Kitchen",
            "address": "13 Whipbird Cct",
            "menu" : "",
            "cuisine" : "Fine Dining",
            "city": "Sydney",
            "suburb": "Mona Vale",
            "description": "Mama's Kitchen is one of Sydney's finest, offering an exceptional dining experience, unmistakably Australian style. Our menu offers a range of dishes from a variety of cultures, such as escargot, pasta and beef carpaccio. Additionally, we offer an extensive wine list, to help with your food and wine pairing.",
            "images": []
        },
        {  
            "email": "rose.william@gmail.com",
            "password": "00078910DC",
            "first_name" : "Rose",
            "last_name": "William",
            "phone": "(02)96223176",
            "eatery_name": "Taste of Rome",
            "address": "46 Joseph St",
            "menu" : "",
            "cuisine" : "Italian",
            "city": "Sydney",
            "suburb": "Blacktown",
            "description": "Experience an authentic Italian experience with traditional cuisine and exquisite wines at Taste of Rome. Our executive chef Laurent Cambon has been working here since 1994. Laurent infuses his Michelin-star experience into the original menu, having completed stints at Parisian restaurants L’Arpege and Au Trou Gascon. ",
            "images": []
        },{  
            "email": "david.johnson@gmail.com",
            "password": "00078910DC",
            "first_name" : "David",
            "last_name": "Johnson",
            "phone": "0431014986",
            "eatery_name": "Neo Ramen",
            "address": "3 Rockley Ave",
            "menu" : "",
            "cuisine" : "Asian",
            "city": "Sydney",
            "suburb": "Baulkham Hills",
            "description": "David Johnson’s two-year-old ramen shop serves one of the best tonkotsu broths around. Beyond ramen, Neo Ramen also offers some high minded plates, like foie gras-stuffed chicken wings, as well as dry-aged Japanese Wagyu beef specials.",
            "images": []
        },{  
            "email": "gary.walsh@gmail.com",
            "password": "00078910DC",
            "first_name" : "Gary",
            "last_name": "Walsh",
            "phone": "(02)95554523",
            "eatery_name": "The Beanery",
            "address": "33 Lilyfield Rd",
            "menu" : "",
            "cuisine" : "Cafe",
            "city": "Sydney",
            "suburb": "Rozelle",
            "description": "The Beanery uses crisp drain and a similar Mocha Italia beans to make a range of cofees including Caffè latte, Cappuccino, White and Black Americano, Hot Chocolate and Mocha. The coffee we cook is the coffee we like to drink, and we trust you like it as well.",
            "images": []
        }
    ],

    "vouchers": [
        {
            "date": "17-07-2021",
            "start": "17:30" ,
            "end": "21:00",
            "discount": 30
        }
    ]

}